package com.example.rxjavasearch

object Text {
    const val text =
        "Первые шесть дней из двух месяцев, обещавших стать самыми значительными в жизни, обернулись кошмаром.\n" +
                "\n" +
                "Даже не знаю, прочтёт ли кто-нибудь эти строки. Думаю, в конце концов мои записи всё же найдут. Может, лет через сто.\n" +
                "\n" +
                "Ну, для отчёта… На шестые сутки я не погиб. Определённо, наша команда сочла меня мёртвым; не могу их винить. Быть может, в мою честь объявят день национального траура, а на моей странице в «Википедии» появится запись: «Марк Уотни — единственный из людей, погибших на Марсе»."

}